"ALL_DAY_DAY_VIEW" = "heldag";
"NOON" = "12:00";
"UNTITLED_EVENT" = "Ny aktivitet";
"ALL_DAY" = "heldag";
"ALL_DAY_EVENTS" = "heldagsaktiviteter";
"CELL_ENDS" = "SLUT";

"CALENDARS" = "Kalendrar";

"ALL" = "Alla";
"ALL_CALENDARS" = "Alla kalendrar";
"ALL_OF_STORE" = "Allt %@";
"N_CALENDARS" = "%@ kalendrar";

"SHOW_CALENDARS" = "Visa kalendrar";
"SHOW_ALL_CALENDARS" = "Visa alla kalendrar";
"HIDE_ALL_CALENDARS" = "Göm alla kalendrar";
"NO_CALENDARS" = "Inga kalendrar";

"ALERT" = "Påminnelse";
"ALERT_LOWERCASE" = "påminnelse";
"ALERT_DETAIL_NAV_TITLE" = "Påminnelse";
"SECOND_ALERT" = "Påminnelse igen";
"NONE_ALERT" = "Ingen";
"NONE_INVITEES" = "Inga";
"EVENT" = "Aktivitet";
"EVENTS" = "Aktiviteter";

"INTERVAL_SEPARATOR" = ", ";
"INTERVAL_DAYS" = "%@ dagar";
"INTERVAL_DAY" = "1 dag";
"INTERVAL_HOURS" = "%@ timmar";
"INTERVAL_HOUR" = "1 timme";
"INTERVAL_MINUTES" = "%@ minuter";
"INTERVAL_MINUTE" = "1 minut";
"INTERVAL_SECONDS" = "%@ sekunder";
"INTERVAL_SECOND" = "1 sekund";
"INTERVAL_WEEK" = "1 vecka";
"INTERVAL_FORMAT_BEFORE" = "%@ innan";
"INTERVAL_FORMAT_AFTER" = "%@ efter";
"BEFORE" = " innan";
"AFTER" = " efter";
"ON_TIME" = "Vid aktivitetstiden";
"ON_TIME_AT" = "På aktivitetsdagen (%@)";
"ALL_DAY_ALARM_FORMAT" = "%@ (%@)";


"DAY_TO_BETWEEN_TIMES" = " till ";
"DAY_TO_NO_START_OR_LINE_BEGINNING" = "till ";

"DAY_HEADER_WEEKDAY_WITH_DATE_MONTH_YEAR_FORMAT" = "%1$@ %2$@";

"DETAIL_ALL_DAY" = "Heldag";

"DETAIL_DURATION_FORMAT" = "från %@ till %@";
"DETAIL_MULTIPLE_DAYS_START_FORMAT" = "från %@ %@";
"DETAIL_DURATION_FORMAT_NO_FROM" = "%@ till %@";
"DETAIL_MULTIPLE_DAYS_END_FORMAT" = "till %@ %@";
"DETAIL_MULTIPLE_ALL_DAY_START_FORMAT" = "Hela dagen från %@";
"DETAIL_MULTIPLE_ALL_DAY_END_FORMAT" = "till %@";

"CALENDAR" = "Kalender";
"UNTITLED_CALENDAR" = "Namnlös kalender";
"UNTITLED_ACCOUNT" = "Namnlöst konto";

"NOTES_PLACEHOLDER" = "Anteckningar";
"NOTES_LOWERCASE" = "anteckningar";
"NOTES" = "Anteckningar";
"SHOW_ALL_NOTES" = "Visa alla anteckningar";

"URL" = "URL";
"URL_LOWERCASE" = "url";

"VIEW_ON_FACEBOOK" = "Visa på Facebook";

"UNKNOWN" = "Okänd";

"SHARED_CALENDAR" = "Delad kalender";
"SHARED" = "Delad";
"SHARED_BY_WITH_OWNER_DESCRIPTION" = "Delas av %@";
"SHARED_WITH_SINGLE_PERSON" = "Delad med %@";
"SHARED_WITH_MULTIPLE_PEOPLE" = "Delad med %@ och…";
"PUBLIC_AND_SHARED" = "Offentlig och delad med %@…";

"ACCESS_DENIED_EVENTS" = "Det här programmet har ingen åtkomst till dina kalendrar.";
"ACCESS_DENIED_REMINDERS" = "Det här programmet har ingen åtkomst till dina påminnelser.";

/* Name of subscribed group */
"SUBSCRIBED" = "Prenumererad";
/* Name of birthday calendar */
"BIRTHDAY_CALENDAR" = "Födelsedagar";
/* The 'other' account, where the birthday calendar lives */
"OTHER_ACCOUNT" = "Annat";

/* Name of default Reminders calendar (9806767) */
"REMINDERS_CALENDAR" = "Påminnelser";

/* Names of default iCloud calendars */
"ICLOUD_HOME_CALENDAR" = "Hem";
"ICLOUD_WORK_CALENDAR" = "Arbete";

"STARTS" = "Börjar";
"ENDS" = "Slutar";

"REPEAT" = "Upprepa";
"NEVER" = "Aldrig";
"DAILY" = "Varje dag";
"WEEKLY" = "Varje vecka";
"BIWEEKLY" = "Varannan vecka";
"MONTHLY" = "Varje månad";
"YEARLY" = "Varje år";
"CUSTOM" = "Anpassad";

"AVAILABILITY" = "Tillgänglighet";
"BUSY" = "Upptagen";
"FREE" = "Tillgänglig";
"TENTATIVE" = "Preliminär";
"OUT_OF_OFFICE" = "Ute";

"EDIT" = "Ändra";
"CANCEL" = "Avbryt";
"DONE" = "Klar";
"ADD" = "Lägg till";
"TO_WITH_COLON" = "Till:";

/* ICS preview controller strings */

/* titles */
"ICS_EVENT_DETAILS" = "Detaljer";
"ICS_EVENTS" = "%@ aktiviteter";

/* button title */
"ICS_ADD_ALL" = "Lägg till alla";
"ICS_ADD_SOME" = "Lägg till (%@)";

/* calendar chooser title */
"ICS_CHOOSE_CALENDAR" = "Välj kalender";

"DELETE_CALENDAR" = "Radera kalender";
"EDIT_CALENDAR" = "Ändra kalender";
"EDIT_CALENDARS" = "Ändra kalendrar";
"ADD_CALENDAR" = "Lägg till kalender";
"JOIN_CALENDAR" = "Anslut till kalender";
"CALENDAR_NAME" = "Kalendernamn";
"NEW_CALENDAR_WITH_ELLIPSIS" = "Ny kalender…";
"ADD_CALENDAR_WITH_ELLIPSIS" = "Lägg till kalender…";
"DELETE_CALENDAR_CONFIRMATION" = "Är du säker på att du vill radera den här kalendern? Alla aktiviteter och påminnelser som är knutna till kalendern kommer också att raderas.";
"DELETE_CALENDAR_CONFIRMATION_EVENTS_ONLY" = "Är du säker på att du vill radera den här kalendern? Alla aktiviteter som är knutna till kalendern kommer också att raderas.";
"DELETE_CALENDAR_CONFIRMATION_REMINDERS_ONLY" = "Är du säker på att du vill radera den här kalendern? Alla påminnelser som är knutna till kalendern kommer också att raderas.";

"UNKNOWN_IDENTITY" = "någon";
"UNKNOWN_IDENTITY_CAPITALIZED" = "Någon";

"JOIN_CALENDAR_TITLE_FORMAT" = "Vill du gå med i ”%@”?";
"JOIN_CALENDAR_BODY_FORMAT" = "%@ har bjudit in dig till en delad kalender.";

"CANCELELD_BY_FORMAT" = "Inställt av %@";
"FROM_FORMAT" = "Från: %@";
"TIME_CHANGED_TO_FORMAT" = "Tiden ändrad till %@";
"DATE_CHANGED_TO_FORMAT" = "Datum ändrat till %@";
"LOCATION_CHANGED" = "Plats har ändrats";

"QUOTED_FORMAT" = "”%@”";

"COLOR" = "Färg";
"PURPLE" = "Lila";
"ORANGE" = "Orange";
"BLUE" = "Blå";
"RED" = "Röd";
"BROWN" = "Brun";
"YELLOW" = "Gul";
"GREEN" = "Grön";

"SHARED_WITH_COLON" = "Delad med:";
"PENDING" = "Väntar";
"OWNER" = "Ägare";
"ADD_PERSON" = "Lägg till person";
"ADD_PERSON_WITH_ELLIPSIS" = "Lägg till person…";
"PUBLIC_CALENDAR" = "Offentlig kalender";
"PUBLIC_CALENDAR_DESCRIPTION" = "Tillåt alla att prenumerera på en skrivskyddad version av kalendern.";
"PUBLISHING_WITH_ELLIPSIS" = "Publicerar…";
"VIEW_ONLY" = "Endast visa";
"VIEW_AND_EDIT" = "Visa och ändra";
"ALLOW_EDITING" = "Slå av skrivskydd";
"ALLOW_EDITING_DESCRIPTION" = "Tillåt den här personen att göra ändringar\ni kalendern.";
"RESEND_SHARING_INVITATION" = "Skicka delningsinbjudan igen";
"REMOVE_FROM_CALENDAR" = "Ta bort från kalender";
"REMOVE" = "Ta bort";
"REMOVE_ALERT_TEXT" = "%@ kommer genast att förlora åtkomst till kalendern.";
"SHARE_LINK_WITH_ELLIPSIS" = "Dela länk…";
"SHARE_LINK_TO_CALENDAR_WITH" = "Dela kalenderlänk med:";
"EMAIL" = "E-post";
"MESSAGE" = "Meddelande";
"TWEET" = "Tweet";
"COPY_LINK" = "Kopiera länk";

/* Shared calendar event changes */
"SHARED_ADDED_TO_CALENDAR_BY" = "Tillagd i %@ av %@";
"SHARED_DELETED_FROM_CALENDAR_BY" = "Raderad från %@ av %@";
"SHARED_UPDATED_IN_CALENDAR_BY" = "Uppdaterad i %@ av %@";
"SHARED_ONE_PROP_CHANGED_BY" = "%@ ändrad av %@";
"SHARED_ONE_PROP_CHANGED_TO_BY" = "%@ ändrad till %@ av %@";
"SHARED_TWO_PROPS_CHANGED_BY" = "%@ och %@ ändrade av %@";

"SHARED_ADDED_TO_CALENDAR_COALESCED" = "%@ aktiviteter lades till i %@.";
"SHARED_DELETED_FROM_CALENDAR_COALESCED" = "%@ aktiviteter raderades från %@.";
"SHARED_UPDATED_IN_CALENDAR_COALESCED" = "%@ aktiviteter uppdaterades i %@.";
"SHARED_ADDED_TO_CALENDAR_BY_COALESCED" = "%@ aktiviteter lades till i %@ av %@.";
"SHARED_DELETED_FROM_CALENDAR_BY_COALESCED" = "%@ aktiviteter raderades från %@ av %@.";
"SHARED_UPDATED_IN_CALENDAR_BY_COALESCED" = "%@ aktiviteter uppdaterades i %@ av %@.";

"SHARED_PROP_DATE" = "datum";
"SHARED_PROP_TIME" = "tid";
"SHARED_PROP_TITLE" = "titel";
"SHARED_PROP_LOCATION" = "plats";

"ADD_SHAREES_PROMPT" = "Lägg till deltagare i den här kalendern.";

"CREATED_BY" = "Skapad av";
"EDITED_BY" = "Ändrad av";
"CREATED_BY_LOWERCASE" = "skapad av";
"EDITED_BY_LOWERCASE" = "ändrad av";

"SHARED_CALENDAR_INVITE_REPLY_ACCEPTED" = "%@ har gått med i din delade kalender.";
"SHARED_CALENDAR_INVITE_REPLY_DECLINED" = "%@ avböjde inbjudan till din delade kalender.";
"PENDING_SHARED_CALENDAR_FORMAT" = "Väntar på svar från %@ för den här delade kalendern.";

"SHARED_CALENDAR_NO_LONGER_SHARED" = "Kalendern delas inte längre.";
"SHARED_CALENDAR_NOW_PUBLIC" = "Kalendern är nu offentlig.";

"PUBLISHED_CALENDAR_MESSAGE_SUBJECT" = "Prenumerera på min %@-kalender";
"PUBLISHED_CALENDAR_MESSAGE_BODY" = "Prenumerera på min %@-kalender på: %@";

"ATTACHMENTS" = "Bilagor";
"ATTACHMENTS_LOWERCASE" = "bilagor";
"CANNOT_OPEN_ATTACHMENT" = "Kan inte öppna bilaga";
"ATTACHMENT_DOWNLOAD_PROGRESS" = "%@ av %@";
"ATTACHMENT_DOWNLOAD_ERROR" = "Ett fel inträffade när bilagan skulle hämtas.";
"ATTACHMENT_FILE_TYPE_ERROR" = "Filtypen stöds inte.";
"UNTITLED_ATTACHMENT" = "Namnlös bilaga";

"UPDATING_CALENDARS_WITH_ELLIPSIS" = "Uppdaterar kalendrar…";

"ENDS_TIME_FORMAT" = "slutar %@";

"CALENDAR_DATE_AT_TIME_FORMAT" = "%@ kl. %@";
"CALENDAR_TODAY" = "Idag";
"CALENDAR_TODAY_LOWER" = "idag";
"CALENDAR_YESTERDAY" = "Igår";
"CALENDAR_YESTERDAY_LOWER" = "igår";
"CALENDAR_TOMORROW" = "Imorgon";
"CALENDAR_TOMORROW_LOWER" = "imorgon";

/* date prior to day, but in previous week ('last Monday')*/
"CALENDAR_LAST_WEEK_FORMAT" = "Förra %@en";
"CALENDAR_LAST_WEEK_LOWER_FORMAT" = "förra %@en";
/* prior day to today, but in this week ('this past Monday') */
"CALENDAR_PRIOR_DAY_THIS_WEEK_FORMAT" = "I %@s";
"CALENDAR_PRIOR_DAY_THIS_WEEK_LOWER_FORMAT" = "i %@s";
/* date after today, but in this week ('this Friday') */
"CALENDAR_SUBSEQUENT_DAY_THIS_WEEK_FORMAT" = "På %@";
"CALENDAR_SUBSEQUENT_DAY_THIS_WEEK_LOWER_FORMAT" = "på %@";
/* date after today, but in next week ('next Thursday'). I'm not completely sure why we don't just say Next here. */
"CALENDAR_NEXT_WEEK_FORMAT" = "Nästa %@";
"CALENDAR_NEXT_WEEK_LOWER_FORMAT" = "nästa %@";

/* These strings are used for the title of a group of accounts of specific types */
"SUBSCRIBED_CALENDAR_GROUP_TITLE" = "Prenumererad";
/* Ususally preceeded by "All" to denote selecting all the calendars in the group. In english these are the same. */
"SUBSCRIBED_CALENDAR_GROUP_MID_SENTENCE_TITLE" = "Prenumererad";

"FACEBOOK_GROUP_TITLE" = "Facebook";
"FACEBOOK_GROUP_MID_SENTENCE_TITLE" = "Facebook";
